/* Status line - displays lap mode info */
"Lap %i" = "Giro %i";

/* Button Title */
"Lap/Split" = "Giro/Intermedio";

/* Button Title */
"Pause" = "Pausa";

/* Status line - displays before starting */
"Ready" = "Pronto";

/* Button Title */
"Reset" = "Reset";

/* Status line - displays split mode info */
"Split %i" = "Intermedio %i";

/* Button Title */
"Start" = "Inizia";

/* Status line - displays when started */
"Started At" = "Iniziato alle ";

/* Window title */
"Stopwatch" = "Cronometro";

